{
  "name": "Андрій Непомнящий",

  "contactMe": "Зв'яжіться зі мною в Telegram",
  "projects": "Проекти",
  "details": "Деталі",
  "skills": "Навички",
  "contact": "Контакт",

  "en": "анг",
  "ua": "укр",

  "commercialProjects": "Комерційні проекти",
  "commercialProjectDesc": "Проекти, створені для бізнесу",
  "educationProjects": "Освітні проекти",
  "educationProjectDesc": "Проекти, створені під час мого навчання",
  "buttonProject": "Переглянути проект",
  "mobileApplication": "Мобільні додатки",
  "mobileDesc": "Мобільні додатки на React Native",

  "developer": "Розробник",
  "hiHere": "Привіт тут",
  "profileText": "Я Андрій",
  "sendMessage": "Надішліть мені повідомлення",
  "aboutMe": "Про мене",
  "CV": "Завантажити CV",

  "error": "Помилка: відредаговано",
  "textError": "Не вдалося знайти цю сторінку. Вона або не існує, або була видалена. Або, можливо, вас не існує.",
  "errorButton": "Повернутися на домашню сторінку",
  "errorVideo": "Анімація з Привида в обладунках (1995)",

  "contactErrorMessage": "Виникла проблема з надсиланням вашого повідомлення",
  "contactSayHello": "Скажи привіт",
  "contactEmail": "Ваша електронна пошта",
  "contactMessage": "Повідомлення",
  "contactSending": "Відправка...",
  "contactSend": "Надіслати повідомлення",
  "contactMessageSend": "Повідомлення надіслано",
  "contactIWillBack": "Я зв'яжуся з вами протягом кількох днів, зачекайте",
  "problemRequest": "Виникла проблема з вашим запитом",
  "problemYourRequest": "Виникла проблема з вашим запитом",
  "problem500": "Виникла проблема з сервером, повторіть спробу пізніше",
  "problem404": "Виникла проблема з підключенням до сервера. Переконайтеся, що ви підключені до Інтернету",

  "visitButton": "Відвідайте веб-сайт",

  "rolesAdaptive": "Адаптивний дизайн",
  "rolesProfessional": "Професійна розробка",
  "rolesQuikly": "Швидко та ефективно",

  "descEnglish": "Цей сайт був розроблений спеціально для вивчення англійської мови в Польщі або віддалено з будь-якої точки світу",
  "headingEnglish": "Почни вивчати англійську",
  "textEnglish1": "Ваш шлях до володіння англійською мовою починається тут! Наш веб-сайт пропонує персоналізовані програми навчання, які допоможуть вам швидше та ефективніше вивчати англійську мову. Виберіть із різноманітних варіантів: індивідуальні уроки з професіоналом, групові уроки для спілкування та практика, або телефонні уроки, щоб покращити свої розмовні навички.",
  "textEnglish2": "Але це ще не все! На нашому веб-сайті ви знайдете відгуки та коментарі студентів, які вже досягли успіху у вивченні англійської мови. Це допоможе вам побачити перспективи та можливості, які відкриває вивчення англійської мови.",
  "textEnglish3": "А головне, ви можете зв'язатися з викладачем прямо зараз! Не виходячи зі сторінки, надішліть повідомлення поштою, телеграмою або заповніть форму на нашому сайті. Ваша подорож у світ англійської мови починається прямо зараз !",

  "descMoneyGuard": "За допомогою ціого додатка ви завжди можете стежити за своїми витратами та доходами",
  "headingMoneyGuard": "Обчисліть свій бюджет",
  "textMoneyGuard1": "Представляємо наш найсучасніший додаток, комплексне рішення, розроблене для оптимізації вашого фінансового менеджменту. Як керівник групи та розробник, я переконався, що цей додаток не лише функціональний, але й зручний для користувача та візуально привабливий.",
  "textMoneyGuard2": "Важливо зазначити, що я особисто впровадив нові функції. Функцію зворотного зв'язку та перемикання мови, щоб покращити взаємодію з користувачем. Ми цінуємо ваші відгуки та прагнемо зробити нашу програму якомога простішою для вас. Я запрошую вас спробувати ці нові функції та поділитися своїми враженнями. Ваш відгук дуже важливий для нас!",
  "textMoneyGuard3": "Наш додаток є інтерактивною платформою для відстеження ваших доходів і витрат. Він представляє дані у зручному табличному форматі, що супроводжується динамічною діаграмою. Користувачі можуть вибрати конкретні місяці та роки, щоб зосередити свій фінансовий огляд, надаючи персоналізований досвід, адаптований до індивідуальних потреб.",
  "textMoneyGuard4": "Особливою функцією є інформація про курси валют, доступна в режимі реального часу. Ця функція гарантує, що ви завжди будете в курсі свого поточного фінансового стану. Додаток надає повний огляд балансу вашого рахунку за будь-який вибраний період.",
  "textMoneyGuard5": "Нещодавно ми додали функцію зворотного зв'язку, яку настійно рекомендуємо нашим користувачам досліджувати. Ваша думка та досвід безцінні для нас, і ця функція дозволяє нам постійно вдосконалюватись і адаптуватися до потреб наших користувачів.",
  "textMoneyGuard6": "Іншим цікавим доповненням є функція перемикання мов, яка дозволяє користувачам легко перемикатися між англійською та українською. Це гарантує, що наш додаток доступний і зручний для ширшої аудиторії.",
  "textMoneyGuard7": "За своєю суттю наш додаток — це більше, ніж просто фінансовий інструмент; це комплексний фінансовий помічник, створений спеціально для вас. Ми запрошуємо вас відчути його можливості та приєднатися до нас на шляху до ефективного та результативного управління фінансами.",

  "descWaterTracker": "Тут ви можете постійно контролювати свій водний баланс",
  "headingWaterTracker": "Стежте за своїм здоров'ям",
  "textWaterTracker1": "Я радий представити вам наш веб-сайт, який допоможе вам відстежувати свій водний баланс. Щодня ви можете вводити дані про те, скільки води ви випили, а в кінці дня побачити, наскільки близько ви дойшли до своєї мети.",
  "textWaterTracker2": "У налаштуваннях профілю ви можете змінити фото, ім'я, стать, пошту та пароль. Ми також додали функцію розрахунку витрати води, яку ви можете використовувати, або ви можете ввести власне значення, якщо у вас є конкретна мета.",
  "textWaterTracker3": "Для зручності ми надали календар, у якому буде відображено кількість випитої води за останні дні у відсотках. Це дозволить вам легко відстежувати свої звички та бачити, як вони змінюються з часом.",
  "textWaterTracker4": "Наш веб-сайт - це не просто інструмент для відстеження споживання води, це ваш особистий помічник у підтримці здорового способу життя. Він допомагає вам залишатися мотивованим і здоровим щодня. Спробуйте його сьогодні та дізнайтеся, наскільки це легко підтримувати здоровий водний баланс!",

  "descCarRent": "На цьому сайті ви можете вибрати автомобіль саме для вас",
  "headingCarRent": "Почніть подорожувати з нами",
  "textCarRent1": "Я радий представити наш веб-сайт, платформу, яка пропонує послуги з оренди автомобілів. Тут ви можете вибрати автомобіль, який відповідає вашим потребам, і додати його до вибраного для швидкого доступу у майбутньому",
  "textCarRent2": "Ми пропонуємо зручний фільтр, який дозволяє сортувати автомобілі за маркою, моделлю та ціною. Це допоможе вам швидко знайти ідеальний автомобіль, який відповідає вашим уподобанням і бюджету.",
  "textCarRent3": "Після переходу на наш веб-сайт ви побачите логотип нашої компанії та опис, який пояснює, чому наша компанія є найкращим вибором для прокату автомобілів. Ми пишаємося тим, що пропонуємо високоякісні послуги та прагнемо надавати найкращі досвід для наших клієнтів.",
  "textCarRent4": "Наш веб-сайт — це більше, ніж просто служба прокату автомобілів, це ваш надійний партнер у подорожах. Ми запрошуємо вас спробувати його сьогодні та дізнатися, наскільки простою та зручною може бути оренда автомобіля!",

  "descCinemania": "Тут ви завжди можете знайти останні новинки фільмів",
  "headingCinemania": "Перегляньте фільм",
  "textCinemania1": "Я радий представити наш веб-сайт, центр для ентузіастів кіно, де ви завжди можете бути в курсі останніх фільмів. На домашній сторінці ви можете ознайомитися з тенденціями тижня та новинками місяця, разом із їхніми рейтингами. Натиснувши на фільм, ви можете переглянути його опис, дату виходу та жанри.",
  "textCinemania2": "У вас також є можливість додавати фільми до ваших улюблених, які згодом можна переглянути у вашій бібліотеці. Домашня сторінка містить список фільмів, який постійно змінюється, і, натиснувши на нього, ви можете переглянути його трейлер.",
  "textCinemania3": "На вкладці каталогу ви знайдете вичерпний список фільмів. Ви можете вибрати один для перегляду або скористатися пошуковою системою, щоб знайти конкретний фільм, який вас цікавить.",
  "textCinemania4": "Наш веб-сайт — це більше, ніж просто служба списку фільмів, це персоналізований кінотеатр у вас під рукою. Спробуйте його сьогодні та пориньте у світ кіно!",

  "descMinamal": "Тут ви можете вибрати меблі для свого дому",
  "headingMinamal": "Вибирайте меблі",
  "textMinamal1": "Я радий представити наш веб-сайт, місце для тих, хто хоче обставити свій простір зі смаком і стилем. Тут ви можете вибрати з широкого асортименту меблів, включаючи столи, стільці, дивани тощо.",
  "textMinamal2": "Наш магазин зручно розташований у самому серці Києва. Ви можете переконатися в цьому, клацнувши на адресу внизу сторінки. Веб-сайт також має зручну навігацію, що робить ваш перегляд зручним і приємним.",
  "textMinamal3": "Ми розуміємо важливість спілкування для надання чудових послуг. Ось чому ми надали номер телефону, за яким ви можете зателефонувати, щоб зв’язатися з нами. Ми завжди готові допомогти вам із будь-якими запитами чи проблемами.",
  "textMinamal4": "Однією з ключових особливостей нашого веб-сайту є прозорість ціноутворення. Ви можете переглядати ціни на меблі безпосередньо, що дозволяє приймати обґрунтовані рішення на основі вашого бюджету.",
  "textMinamal5": "Наш веб-сайт — це більше, ніж просто меблевий магазин; це платформа, створена для того, щоб зробити ваші покупки меблів легкими та приємними. Завітайте до нас сьогодні та відкрийте для себе ідеальні вироби, які трансформують ваш простір!"
}
